tap "nikitabobko/tap"
tap "yoanbernabeu/tap"
brew "bat"
brew "chezmoi"
brew "mise"
brew "coreutils"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "ghq"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nnn"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "starship"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "yoanbernabeu/tap/grepai"
cask "claude-code"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "iterm2"
vscode "anthropic.claude-code"
vscode "donjayamanne.githistory"
vscode "mhutchie.git-graph"
