tap "arto-app/homebrew-tap"
tap "k1low/tap"
tap "nikitabobko/tap"
tap "fujiwara/tap"
tap "yoanbernabeu/tap"
brew "bat"
brew "chezmoi"
brew "mise"
brew "coreutils"
brew "docker-compose"
brew "dust"
brew "duckdb"
brew "editorconfig-checker"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "ghq"
brew "go-task"
brew "jq"
brew "fujiwara/tap/lambroll"
brew "lazygit"
brew "neovim"
brew "nginx"
brew "nnn"
brew "ollama"
brew "parquet-cli"
brew "php@8.3"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "k1low/tap/tbls"
brew "xh"
brew "yoanbernabeu/tap/grepai"
brew "zsh-autocomplete"
cask "1password-cli"
cask "claude-code"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "ngrok"
cask "raycast"
cask "wezterm"
cask "arto-app/homebrew-tap/arto"
brew "katana"
